{
    "home":"home",
    "about":"about",
    "skills":"skills",
    "portfolio":"portfolio",
    "contact":"contact",
  
    "home__title":"Hi, I'm ChenYu",
    "home__subtitle":"Game Artist",
    "home__description":"love work, Love life, pursue excellence and innovation, curious about the world, eager to explore the unknown, and expand the boundaries of cognition.",
    "home__contact":"Contact Me",
    "home__scroll-name":"Scroll down",
  
    "about__title":"About Me",
    "about__subtitle":"My introduction",
    "about__description":[
      "● Has strong professional skills, a systematic understanding of the entire art process of game development, proficient in the production process and cycle of each link in game development, sensitive to game art styles, and able to quickly adapt to project art directions.</br>",
      "</br>",
      "● I have worked as a scene modeler, level artist, technical artist, and other positions. At the same time, I am skilled in integrating art resources, building material libraries and shader function libraries, and project engineering management to improve project development efficiency. </br>",
      "</br>",
      "● Has good interpersonal relationships and a strong sense of responsibility, is patient and meticulous in handling work. Skilled in communicating technical implementation plans with planners/programmers, balancing artistic expression and performance costs. Actively receives feedback and optimizes artistic effects based on feedback during project iterations,</br>",
      "</br>",
      "● Has strong self planning and learning abilities, as well as a strong sense of time and execution, and has a good awareness of project risks."],
    "about__info-name1":"Years of <br /> experience",
    "about__info-name2":"Completed <br /> projects",
    "about__info-name3":"Kinfsoft <br /> worked",
    "download":"Download Resume",
    "skills__title":"Skills",
    "skills__subtitle":"My technical level",
    "skills__years":"twelve years + ",
    "skills__title2":"Technical Artist",
    "skills__years2":" three years + ",

    "qualification__title":"Work Experience",
    "qualification__subtitle":"Personal journey",
    "education":"Education",
    "work":"Work",
    "qualification1__title":"Computer Application",
    "qualification1__subtitle":"Wuhan - University",
    "qualification2__title":"Animation Design",
    "qualification2__subtitle":[
      "Wuhan Chino Technology </br>",
      "</br>",
      "Learn through project practice。"],

    "qualification4__title":"3D Scene Modeler",
    "qualification4__subtitle":[
      "Wuhan Chino Technology</br>",
      "</br>",
      "3D scene models are mainly used to create three rendering and two scene, as well as hand drawn scene model textures."
    ],
    "qualification5__title": "3D Scene Modeler",
    "qualification5__subtitle":[
      "Wuhan Xuanqi Technology</br>",
      "</br>",
      "1. Mainly produce 3D hand drawn, next-generation, three rendering, and two scene designs, and submit internal files for quality review and modification.</br>",
      "2. Mainly responsible for liaising with Party A's requirements, project management and exhaust allocation, project quality and audit, as well as creating scene related content.</br>",
      "3. Responsible for school enterprise cooperation matters, campus venue management, and training of on campus interns。</br>",
      "</br>",
      "Participate project:",
      "《山脊赛车》《大唐无双》《武魂》《斩魂》《镇魔曲》《大话西游手游》《梦想星城》《秘宝猎人》等"
    ],
    "qualification6__title": "Scene Artist",
    "qualification6__subtitle": [
      "Wuhan Shuijing Technology</br>",
      "</br>",
      "1. Mainly produces 3D hand drawn scenes, three rendering and two scene rendering, and conducts quality review and modification of internal submitted files.</br>",
      "2. Responsible for meeting the needs of Party A, managing the team and project scheduling, and conducting internal quality audits.</br>",
      "3. Scene map production.",
      "</br>",
      "Participate project:",
      "《通灵宝印》《大话西游手游》《梦幻西游手游3D版》等"
    ],
    "qualification7__title": "Scene Artist",
    "qualification7__subtitle": [
      "Wuhan Kingsoft</br>",
      "</br>",
      "1. 3D scene model texture production, map production. </br>",
      "2. Game level map production, lighting baking, integration with TA and program to achieve material effects and logical functions.</br>",
      "3. Promote scenario related optimization issues and technical follow-up in project optimization.</br>",
      "4. The main production projects include Shader (full stack), material interaction logic, art tool development, and standardization of art production processes. </br>",
      "</br>",
      "Participate project:",
      "《卧龙吟》《狩猎突袭》等"
    ],

    "portfolio__title":"Portfolio",
    "portfolio__subtitle":"Project Works And Personal Exercises",
    "portfolio1__title":"Technical Artist",
    "portfolio1__description":[
      "This is my portfolio exploring the intersection of artistic expression and technological development. </br>",
      "The subpage displays some of the content I have created, including projects and personal exercises under different engines and modules."],
    "portfolio2__title":"Level Artist",
    "portfolio2__description":"Click on Demo to see level map designs of different types and theme styles in the project and exercises.",
    "portfolio3__title":"Three Shades Two",
    "portfolio3__description":"Click on Demo to see the rendered map effects from previous projects, and you will see high-quality maps rendered using v-ray.",
    "portfolio4__title":"Scene Model",
    "portfolio4__description":"Click on Demo to see 3D models with different styles and themes, which demonstrate my ability to handle different styles, proportions, and details of scene models.. ",
    
    "contact__title":"Contact me",
    "contact__subtitle":"Get in touch",
    "tel":"Call me(WeChat)",
    "tel__number":"13667122095",
    "email":"E-mail",
    "email__address":"328800436@qq.com",
    "location":"Location",
    "location__detail":"WuHan , Hubei"
}